Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/mosko-n.html.tmx
Source language: nob
Languages: sme

source: En anbefaling fra skolestyrets formann, sogneprest Koren, er vedlagt søknaden, der Koren skriver disse to kretsene har en «udpreget lappisk befolkning og skolearbeidet faller her meget tungt. Kjenskabet til norsk gjør dog jævne fremskridt.»
sme: Doarjjareivve maid skuvlastivrra ovdaolmmoš, suohkanbáhppa Koren čálii, lei mielddusin ohcamušas, gos son čállá ahte dán guovtti skuvlabiires lea «čielga sámi álbmot ja skuvlabargu dan sivas lea dáppe hui lossat, muhto oahpásnuvvan dárogillii ovdána dađistaga».

source: Finnefondet
sme: Sámefoanda

source: «Finnefondet» var en egen post på statsbudsjettet, der midlene skulle gå til fremme av undervisning i norsk og for å sørge for opplysning for samene.
sme: «Sámefoanda» dahje lei sierra bušeahttapoasta, mas ruđat galge mannat dárogiela oahpahusa ovddideapmái ja buktit čuvgehusa sápmelaččaide.

source: Lærere som jobbet i såkalte overgangsdistrikt kunne søke årlig lønnstillegg fra dette fondet.
sme: Oahpaheaddjit geat barge nu gohčoduvvon rasttidanguovlluin sáhtte jahkásaččat ohcat bálkálasáhusa dán foanddas.

source: Det ble også etter hvert gitt støtte til skolebygging, internatinventar, innlosjering av elever og matutdeling til fattige forsørgere fra dette fondet.
sme: Dađistaga juolluduvvui dán foanddas maid doarjja skuvlahuksemii, internáhttadávviriidda, ohppiid orodeapmái ja biebmojuohkimii geafes fuolaheddjiide.

source: Den første søknaden vi har funnet fra Sørfjord om bidrag fra Finnefondet er fra kirkesanger N. Reed i 1882.
sme: Vuosttaš ohcan Moskavuonas gos ohcet ruđa Sámefoanddas, maid mii leat gávdnan, boahtá girkolávlu N. Reedas 1882:s.

source: Reed skriver at han har forsøkt å gjøre det «gjennemgaaede forstaaeligt for Børnene paa deres eget Sprog og paa samme Tid gjort hvad jeg kunde for at bibringe Børnene Kjenskab til det norske Sprog og forøvrigt fulgt den nye Instruks for de lappiske og kvænske Overgangsdistrikter i Troms Stift.»
sme: Reed čállá ahte son lea geahččalan dahkat «jámma ipmirdahttin mánáide sin iežaset gillii ja seamma áiggis dahkan maid sáhttá vai mánát ohppet dovdat dárogiela ja muđui čuvvon ođđa bagadusa sámi ja kvena muhttásanguovlluin Romssa bismagottis.»

source: I årene mellom 1893 og 1910 sendte Rasmus Hansen årlige søknader om støtte fra Finnefondet.
sme: Jagiid 1893-1910 sáddii Rasmus Hansen jahkásaččat doarjjaohcamuša Sámefondii.

source: I de fleste søknadene redegjør han for at han har forsøkt å lære ungene det norske språk, at han har fulgt instruksen for lærere i overgangsdistrikt og at han har samtalt med foreldre om viktigheten av å kunne norsk.
sme: Eanaš ohcamiin válddahii son ahte lea geahččalan oahpahit mánáide dárogiela, ja ahte son lea čuvvon bagadusaid oahpaheddjiid várás muhttásanguovlluin, ja ahte son lea ságastallan váhnemiiguin man dehálaš lea máhttit dárogiela.

source: Sammen med søknaden sendte han også karakterlister over elevenes framgang i norsk.
sme: Ohcamušaide bijai maid mánáid árvosátnelisttuid dárogiela ovdáneamis mielddusin.

source: Gode resultater i norsk ville øke mulighetene for å få pengestøtten.
sme: Buorit bohtosat dárogielas mielddisbukte sihkkarit vejolašvuođaid oažžut ruhtadoarjaga.

source: Ordet fornorskning ble hyppig brukt av lærerne i søknadene til Finnefondet, og Hansen var ikke noe unntak.
sme: Dáruiduhttin-sáni atne dávjá oahpaheddjit geat ohce Sámefoanddas, ii ge Hansen lean mihkke spiehkastagaid.

source: I søknaden sin i 1900 skrev han følgende:» I Sjursnes og Olderbakken kreds er henholdsvis 20 og 7 børn som i hjemmene tale lappisk.
sme: Ohcamis 1900:s čálii son čuovvovaččat: «Várpenjárggas leat 20 máná ja Leaibedievás leat 7 máná geat ruovttus hupmet sámegiela.

source: Fornorskningen er imidlertid i nævnte fremskreden saavidt at jeg for de større børns vedkommende kun meget sjelden anser det for fornødent at oversætte enkelte norske udtryk paa lappisk.
sme: Dáruiduhttin lea aŋkke namuhuvvon guovlluin ovdánan dan mađe ahte mun hui hárve dárbbašan daidda stuorit mánáide jorgalit soames dárogielsáni sámegillii.

source: Da børnene under legen i frikvartererne tale næsten udelukkende norsk, bidrage det meget til fornorskningsarbeidet ogsaa med nybegyndere, som derfor lærer det norske sprog meget fort.
sme: Go mánát stoagadettiin friddjagoartilis measta dušše dárustit, de veahkeha dat hui ollu dáruiduhttima maiddái nuorabuid gaskkas, geat ohppet dasto dárogiela hui johtilit.

source: » Tre år seinere sendte Hansen en ny tilstandsrapport inkludert i søknaden om støtte.
sme: » Golbma jagi maŋŋil sáddii Hansen ođđa dilleraportta doarjjaohcama mielddusin.

source: Han jobbet fortsatt i de samme tre kretsene, og sier at det helt til det siste har vært nødvendig å bruke samisk som hjelpespråk.
sme: Son barggai ain dain seamma golmma biires, ja lohká ahte lea gitta maŋimus áiggiid rádjái leamaš dárbbašlaš geavahit sámegiela veahkkegiellan.

source: Men nå er det imidlertid kun nødvendig i Lakselv[bukt] krets og for barn i enkelte familier i Sjursnes og Olderbakken kretser.
sme: Muhto dál lea dárbbašlaš dušše Moskaluovtta biires ja soames bearrašiid mánáide Várpenjárgga ja Leaibedievá biiriin.

source: Det ser imidlertid ut som om ikke alle her delte Hansens vurdering.
sme: Dattetge orru leamen nu ahte eai buohkat dáppe miehtan Hansena árvvoštallamiidda.

source: I 1899 skreiv nemlig Sørfjord skolestyre til skoledirektøren i Tromsø: [3] Vi kjenner dessverre ikke til hva skoledirektøren og departementet svarte på søknaden.
sme: » [3] Mii eat dieđe dađi bahábut maid skuvladirektevra ja departemeantta vástidedje ohcamii.

source: I tillegg til at Finnefondet delte ut personlige bidrag til lærere, hadde de også midler som skulle gå dels til innlosjering av elevene under skoleukene, dels til fattige forsørgere og dels til å skaffe fattige barn et måltid mat mens de var på skolen.
sme: Lassin dasa ahte Sámefoanda jugii persovnnalaš doarjagiid oahpaheddjiide, de lei doppe maid ruhta mii galggai mannat muhtin muddui ohppiid ássamii skuvlavahkkuid, muhtin muddui geafes fuolaheddjiide ja muhtin muddui dasa ahte geafes mánát ožžo borramuša dalle go ledje skuvllas.

source: 1903 fikk Sørfjord kommune 120 kroner av disse midlene, som kaltes finnefondsbidrag til skolesøgningens fremme.
sme: 1903:s oaččui Moskavuona suohkan 120 ruvnno dáin ruđain, mat gohčoduvvojedje Sámefoanddadoarjjan skuvlafuolahusa ovddideapmái.

source: Skolestyret søkte om støtten og var ansvarlig for bruken, men det var lærerne som stod for utdelinga.
sme: Skuvlastivra ozai doarjaga ja das lei ovddasvástádus geavaheapmái, muhto ledje oahpaheaddjit geat juhke doarjaga.

source: En litt morsom historie her er da skoledirektøren syntes at en svært stor del av de tildelte midlene hadde gått til kaffe.
sme: Okta somás muitalus dáppe lei go skuvladirektevrra mielas lei hui stuora oassi juolluduvvon ruđain mannan gáffii.

source: Han mente det måtte være bedre å kjøpe melk til elevene, og om de ikke fikk tak i melk, kunne de vel drikke havresuppe.
sme: Son oaivvildii ahte ferte leat buoret oastit mielkki ohppiide, ja jus eai nagodan skáhppot mielkki, de han sii sáhtte juhkat hávvarmáli.

source: Formann i Sørfjord skolestyre A. Bræk svarte at melk ikke var å få tak i på den trange årstida.
sme: Moskavuona skuvlastivrra ovdaolmmoš Andreas Bræk vástidii ahte mielki ii lean oažžumis gáržžes áiggis jagis.

source: Suppe kunne nok skaffes, men det var ofte vanskelig og til dels umulig for barna å få kokt det på skolestedene.
sme: Máli gal sáhtte skáhppot, muhto lei váttis ja muhtumin veadjemeahttun mánáide beassat vuoššat dan skuvlabáikkiin.

source: Men det avgjørende for det store kaffeforbruket var i følge Bræk: Dernest er den lappiske befolkning gjennom trukket af kaffe saa deres første og største begjær er efter denne frem for suppen til maden.
sme: Muhto dat stuorimus sivva gáfegolaheapmái lei Bræk oaivila mielde dát: Dasa lassin leat sápmelaččat čađa luvvaduvvon gáfiin nu ahte dat vuosttaš ja stuorimus biebmodárbu lei gáffe ovdalii máli.

source: De første skolehus
sme: Vuosttaš skuvlavisti

source: Lenge ble skolene holdt i vanlige bolighus og gammer.
sme: Guhká lágiduvvojedje oahpahusat dábálaš orrunviesuin ja gođiin.

source: Flere av lærerne holdt skoler i sine egne hus.
sme: Máŋga oahpaheaddji dolle skuvlla iežaset viesus.

source: I 1828 ble det gjort forsøk på å få reist kirke eller skole i Sørfjorden.
sme: 1828:s geahččaledje beassat cegget girku dahje skuvlla Moskavutnii.

source: Interessen for saka var stor i fjorden, og sørfjordingene tegnet seg på for å gjøre en egeninnsats både i form av penger og byggearbeid.
sme: Lei stuora beroštupmi vuonas dasa, ja moskavuotnalaččat áigo searvat ieža, sihke veahkkin hukset ja ruđalaččat.

source: Det ble likevel ikke noe av dette.
sme: Das ii šaddan aŋkke mihkke.

source: Den første kirka ble bygd på Sjursnes i 1862 og året etter stod den første fastskolen ferdig, også den på Sjursnes.
sme: Vuosttaš girku huksejuvvui Várpenjárgii 1862:s ja jagi maŋŋil ceggejuvvui vuosttaš albma skuvla, dat maid Várpenjárgii.

source: Den neste fastskolen ble bygget på Olderbakken rundt 1918–20.
sme: Nubbi albma skuvla huksejuvvui Leaibedievvái sullii 1918-1920.

source: I bygdene lenger inn i fjorden måtte de klare seg med mer provisoriske skoler fram til det ble bygd internat i Lakselvbukt i 1923.
sme: Gilit siskelis vuonas fertejedje birgehallat heajut skuvllaiguin gitta dassái go huksejedje internáhta Moskaluktii 1923:s.

source: Rundt århundreskiftet hadde man skole i ei gamme som ble kalt Beritgamma i Lakselvbukt.
sme: Sullii jahkečuohtemolsašumis lei skuvla muhtun goađis man gohčodedje Biret-goahtin Moskaluovttas.

source: Den lå ved Leirelva, nedenfor Skoggården.
sme: Dat lei Reaššjoga guoras, Vuovdesiidda vuolábealde.

source: Området der heter Skulva, et navn som lokalbefolkninga tolker som en forvrengning av skuvla, det vil si skole på samisk.
sme: Dat guovlu gohčoduvvo Skulva, namma maid báikki olbmot dulkojit lea bodnjojuvvon sámegielsánis skuvla.

source: Det må ha vært på denne skolen Rasmus Hansen var lærer på slutten av 1800-tallet og begynnelsen av 1900-tallet.
sme: Ferte leat dán skuvllas Rasmus Hansen lei oahpaheaddjin loahpageahčen 1800-logu já álgogeahčen 1900-logu.

source: Hver skoletur varte i tre uker her, til sammen var det fire slike skoleturer i løpet av et kalenderår, en i februar, en i april, en på sommeren og så en seinhøstes.
sme: Juohke skuvlamátki bisttii golbma vahkku dáppe, oktiibuot ledje njeallje dákkár skuvlatuvrra jagis, okta guovvamánus, okta cuoŋománus, okta geasset ja okta maŋeščavčča.

source: Skolen var udelt, noe som betyr at alle elevene møtte samtidig.
sme: Skuvla ii lean juhkkojuvvon, ja buot mánát bohte oktanaga skuvlii.

source: Skoleåret 1900/1901 var det 20 elever ved denne skolen.
sme: Skuvlajagi 1900/1901 ledje 20 oahppi dán skuvllas.

source: Seinere ble et hus på Lakselvmoen tatt i bruk som skole.
sme: Maŋŋil váldui okta viessu Moskaluovttas atnui skuvlan.

source: Marie Indrevoll som var født i 1914, forteller at elevene som hadde lengst vei ble internert på skolen.
sme: Marie Indrevoll, gii lei riegádan 1914:s, muitala ahte oahppit geain lei guhkimus mátki skuvlii orro internáhtas skuvllas.

source: Dette var et ganske lite hus, der et rom på loftet måtte brukes både som kjøkken og soverom.
sme: Viessu lei unni, mas okta latnja lovttas fertii váldot atnui sihke gievkkanin ja oađđenlatnjan.

source: Det var ansatt ei husmor som kokte maten barna hadde med seg hjemmefra.
sme: Dohko lei virgáduvvon dálueamit gii vuoššai mánáide biepmu maid ledje váldán mielde ruovttus.

source: Maries lærer var Hans Sjursnes, når han rodde hjem til Sjursnes på lørdagene tok han skolebarna med og satte dem av på hjemstedene, På vei tilbake på søndagene tok han dem med igjen.
sme: Marie oahpaheaddji lei Hans Sjursnes, ja go son sugai ruoktot lávvordagaid, de válddii son skuvlamánáid mielde ja guđii sin ruovttubáikkiide. Mátkkis ruovttoluotta sotnabeivviid válddii son mánáid fas mielde skuvlii.

source: Marie skriver at barn på denne tida gikk hver dag på skole, og at noen av ungene hadde 7–8 kilometers skolevei.
sme: Marie čállá ahte mánát dan áigge vázze skuvlla juohke beaivvi, ja ahte muhtin mánáin lei 7-8 kilomehtera mátki skuvlii.

source: Siden hun er født i 1914 har hun nok bare godt et par år på denne skolen, før internatskolen i Lakselvbukt ble tatt i bruk i 1923.
sme: Son lea ieš vázzán dušše moadde jagi dán skuvlla, go son lea riegádan 1914:s, ovdal go Moskaluovtta internáhttaskuvla váldui atnui 1923:s.

source: Lakselvbukt skole, 1936
sme: Moskaluovtta skuvla, 1936

source: Lakselvbukt skole 1956
sme: Moskaluovtta skuvla 1956.

source: Lakselvbukt skole, 2012
sme: (Gova luoikan Magnus Stakkevoll)

source: Sørstraumen var en egen skolekrets som strakte seg fra Sjøvassbotn til Lakselvnes.
sme: (Gova luoikan Margareth Guttormsen) Rávdnji lei sierra skuvlabiire mii manai Vuotnabađas Njunnássiidii.

source: Dette var en av Rudolf Bræks kretser på slutten av 1800-tallet og begynnelsen av 1900-tallet.
sme: Dát lei okta Rudolf Bræka biiriin 1800-logu loahpas ja 1900-logu álggus.

source: Kretsen hadde trolig ikke eget skolehus, og den ble lagt inn under Lakselvbukt da internatet der var ferdig bygget.
sme: Biires ii doaivumis lean sierra skuvlavisti, ja dat biddjui Moskaluovtta vuollái go internáhtta doppe válbmanii.

source: Stordal ser ut til å ha vært skolested allerede på slutten av 1700-tallet, da læreren Ole Olsen var bosatt der.
sme: Stordal orru leamaš sierra skuvlabáiki juo 1700-logu loahpas, go oahpaheaddji Ole Olsen orui doppe.

source: Også på 1800-tallet bodde det lærere i Stordal.
sme: Stordalas orro maid oahpaheaddjit 1800-logus.

source: Ut fra det må man anta at det også ble holdt skole i bygda, trolige i private hus eller gammer.
sme: Dan mielde ferte árvidit ahte maiddái lágiduvvui skuvla gilis, árvideamis priváhta viesuin dahje gođiin.

source: På begynnelsen av 1900-tallet skal det ha blitt holdt skole i et privathus i Njosken.
sme: 1900-logu álgogeahčen galgá leamaš lágiduvvon skuvla priváhta viesus Njoaskkis.

source: Kretsen strakte seg da fra Stordal til Njosken.
sme: Biire govččai guovllu Suorttus Njoaskái.

source: Men siden Njosken lå i utkanten av kretsen, forlangte bygdefolket at skolen ble plassert mer midt i bygda.
sme: Muhto go Njoaski lei biire ravddas, de gáibidedje gili olbmot ahte skuvla sirdojuvvo eanet gasku gili.

source: Per i Kjærran fikk da bidrag fra Opplysningsfondet for språkblandete distrikt for å bygge stua si så stor, at det ble plass til å holde skole der.
sme: Piera Rođus oaččui dalle doarjaga Giellaseaguhusguovlluid čuvgenfoanddas vai beasai hukset iežas viesu nu stuorrán ahte šaddá sadji doallat skuvlla doppe.

source: Dette huset fungerte som skole fram til barna ble overført til Lakselvbukt i 1923.
sme: Dát viessu doaimmai skuvlan gitta dassái go mánát sirdojuvvojedje Moskaluktii 1923:s.

source: Imidlertid ble elevene her tilbakeført til Stordalen i 1956/57, da Olderbakken gamle skole ble flyttet til Stordalen.
sme: Dattetge sirdojuvvojedje oahppit ruovttoluotta 1956/57, go Leaibedievá boares skuvlla sirdojuvvui Suortui.

source: Denne skolen var i drift til 1964.
sme: Dát skuvla lei doaimmas 1964 rádjái.

source: Internatskolen i Lakselvbukt ser dermed ut til å være både den første og den siste ordinære nybygde skolen i indre del av Sørfjorden.
sme: Internáhttaskuvla Moskaluovttas orru danin leamaš sihke vuosttaš ja maŋimus dábálaš ođđahuksejuvvon skuvla siskkit Moskavuonas.

source: I og med at man nå fikk internat i distriktet ble de øvrige bygdeskolene nedlagt og samtlige barn overført til Lakselvbukt.
sme: Go dál ožžo internáhta guvlui, de heaittihuvvojedje buot eará giliskuvllat ja buot mánát sirdojuvvojedje Moskaluktii.

source: Elever som bodde med en viss avstand fra skolen ble internert fra 1. klasse.
sme: Oahppit geat orro muhtin gaskka eret skuvllas, orro internáhtas vuosttaš luohká rájis.

source: Det er fortsatt denne bygningen som huser Lakselvbukt skole, men den ble utbygd på 1960-tallet, og internatet er nedlagt for lengst.
sme: Dál lea ain dat seamma visti mas lea Moskaluovtta skuvla, muhto dat stuoriduvvui 1960-logus, ja internáhtta lea áigá juo heaittihuvvon.

source: Folketelling 1801 og 1865, Digitalarkivet.
sme: Rigmor Sjåberg: Eadni ja nieida oahppaba sámegiela

source: I Samisk skolehistorie 1, Davvi Girji 2005.
sme: Muitalan Siv Rasmussenii

source: Rigmor Sjåberg: Mor og datter lærer samisk
sme: Rigmor Sjåberg (Govva: Siv Rasmussen)

source: Rigmor Sjåberg (født 1975) er oppvokst i Lakselvbukt, der også begge foreldrene er fra.
sme: Rigmor Sjåberg (riegádan 1975:s) lea bajásšaddan Moskaluovttas, gos goappašat váhnemat maid leaba eret.

source: Hun har gått barne- og ungdomsskole i Lakselvbukt og videregående skole i Balsfjord og Tromsø.
sme: Son lea vázzán mánáid- ja nuoraidskuvlla Moskaluovttas ja joatkkaskuvlla Báhccavuonas ja Romssas.

source: Etter skolegangen bodde hun flere år i Tromsø, der hun hadde kontorjobb.
sme: Maŋŋil go gearggai skuvllaid vázzime orui son máŋga jagi Romssas, gos sus lei kánturbargu.

source: I 2004 flyttet hun med familien sin tilbake til Lakselvbukt, der de bor på samme tun som Rigmors foreldre.
sme: 2004:s fárrii son fas bearrašiin ruovttoluotta Moskaluktii, gos orrot seamma báikkis go Rigmora váhnemat.

source: De siste årene har hun vært sekretær på Laksvatn skole.
sme: Maŋimus jagiid son lea bargan čállin Muotkejávrri skuvllas.

source: Bestefar og barnebarn snakker samisk sammen
sme: Ivgočohkat ja Moskoluovtčohkat, Sjåberg olgeš bealde.

source: – Det startet med at yngstedattera mi, Sandra, som nå går i 2. klasse, sjøl valgte å ha samisk da hun begynte på skolen.
sme: – Dat álggii das go mu nuoramus nieida, Sandra, gii vázzá 2. luohkás, ieš válljii oahppat sámegiela go álggii skuvlii.

source: Det førte til at jeg heiv meg med på samiskkurs for å kunne hjelpe henne med leksene.
sme: Dat mielddisbuvttii ahte mun serven sámegielkursii vai sáhtán su veahkehit leavssuiguin.

source: Det har også ført til at faren min har begynt å snakke samisk med Sandra.
sme: Dat lea maid mielddisbuktán ahte mu áhčči lea álgán hupmat sámegiela Sandrain.

source: Rigmor forteller at farens foreldre kunne samisk, men til barna sine snakket de norsk.
sme: Rigmor muitala ahte áhči váhnemat máhtiiga sámegiela, muhto mánáiguin humaiga dárogiela.

source: Faren hennes lærte likevel å forstå samisk og nå snakker han samisk med barnebarnet.
sme: Su áhčči goitge oahpai ipmirdit sámegiela ja dál son hupmá sámegiela áddjubiin.

source: Sjøl synes han det er artig og Sandra er ofte på besøk hos besteforeldrene.
sme: Iežas mielas lea somá ja Sandra lea dávjá áhku ja ádjá guossis.

source: De tar det helt naturlig, uten å lage noe oppstyr rundt det.
sme: Sii atnet dán hui lunddolažžan, eai ge daga das stuorit ášši.

source: – Sandra og jeg snakker av og til samisk sammen.
sme: – Moai Sandrain hupme muhtumin sámegiela gaskaneame.

source: Vi bruker det ikke så mye hjemme innendørs, siden mannen min og den eldste dattera vår ikke forstår samisk.
sme: Ean ane dan nu dávjá ruovttus, go mu isit ja boarráseamos nieida eaba ipmir sámegiela.

source: Men når vi for eksempel Sandra og jeg er i fjæra bruker vi ordene derfra, slik som båter, skjell, farger.
sme: Muhto go letne Sandrain omd. mearragáttis, de atne daid sániid, nu go fanas, skálžžut, ivnnit.

source: Det er ikke alltid Sandra er i humør til å prate samisk, og da maser vi ikke med det.
sme: Ii leat álo Sandra nu mielas hupmat sámegiela, ja de moai ean vuorjja dainna.

source: Utenom samisktimene på skolen og hjemme, har Sandra dessverre ingen andre treffpunkt eller kontakter der hun kan bruke samisk.
sme: Earret sámegieldiimmuid skuvllas ja ruovttus, eai dađi bahábut leat Sandras olbmát ja deaivvadanbáikkit gos sáhttá hupmat sámegiela.

source: I høst var det duodji-kveld på Gáisi en gang i uka.
sme: Čakčat lágiduvvojedje duodjeeahkedat Gáisis vahkkosaččat.

source: Dette var veldig bra, men jeg skulle ønske det var mer språkbasert.
sme: Dát lei hui buorre, muhto mun livččen sávvan ahte giella geavahuvvo eanet.

source: Sjøl om ikke alt kan gå på samisk, siden det er mange som ikke behersker det, bør lærerne være mer bevisste på språket.
sme: Vaikko visot ii sáhte mannat sámegillii, go leat nu ollugat geat eai hálddaš dan, de livčče oahpaheaddjit sáhttán leat eanet dihtomielalaččat gillii.

source: Dette er en fin mulighet til å lære seg samiske ord som er knyttet til duodji, slik som nål, tråd, skinn og så videre.
sme: Dát lea buorre vejolašvuohta oahppat sámegiel sániid mat gullet duodjái, nu go nállu, áibmi, árpu, sisti dahje náhkki ja nu viidáseappot.

source: Vi har også arrangert Samefolkets dag her i bygda.
sme: Mii leat maid lágidan Sámeálbmot beaivvi dáppe gilis.

source: Det var kjempefint og Sandra var så fascinert av koftene til folk.
sme: Lei hui gelddolaš ja Sandra mielas ledje olbmuid gávttit hui čábbát.

source: Samiskkurs for voksne
sme: Sámegielkursa rávisolbmuide

source: Rigmor har i 2011 gjennomført to kurs i samisk språk arrangert av Gáisi.
sme: Rigmor lea čađahan 2011:s guokte sámegielkurssa maid Gáisi lea lágidan.

source: Begge kursene var organisert med undervisningstimer en kveld i uka, i tillegg til en del helgesamlinger.
sme: Goappašat kurssat ledje organiserejuvvon oahpahusdiimmuiguin oktii vahkkus, ja dasa lassin okta oassi vahkkoloahppadeaivvadeamit.

source: – Vi hadde også andre temaer som joik, samisk mat og duodji.
sme: – Mis ledje maid eará fáttát nu go juoigan, sámi biebmu ja duodji.

source: Kursdeltakerne lagde også hvert sitt prosjektarbeid på kursene.
sme: Kursaoassálastit ráhkadedje maid iešguđet prošeaktabarggu kurssain.

source: Her valgte jeg et prosjekt om Mánáid-TV (samisk barne-TV) og et om Rolvsøya i Finnmark.
sme: Mun válljejin dás nuppi prošeavtta Mánáid-TV birra ja nuppi prošeavtta Gádde-Iččáha birra Finnmárkkus.

source: Vi hadde også en ekskursjon til Kautokeino, der vi blant annet besøkte Samisk høgskole.
sme: Mis lei maid oahppomátki Guovdageidnui, gos earret eará galledeimmet Sámi allaskuvlla.

source: Turen til Kautokeino var veldig lærerik, vi fikk både høre og bruke det samiske språket.
sme: Oahpaimet ollu Guovdageainmátkkis, beasaimet gullat ja geavahit sámegiela.

source: Det var veldig oppløftende at jeg da kunne forstå mye av det som ble sagt rundt meg på samisk.
sme: Lei hui movttiidahtti munnje ahte duođas ipmirdin ollu das maid olbmot hupme sámegillii.

source: På butikken ble jeg snakket til på samisk og det var veldig greit.
sme: Rámbuvrras hupme sámegillii munnje, ja dat lei áibbas ortnegis.

source: Mange som kan noe samisk
sme: Ollugat geat máhttet veahá sámegiela

source: Jeg spør Rigmor hvordan omgivelsene har reagert på hennes og datteras interesse for samisk språk.
sme: Mun jearan Rigmoris movt lagasbiras lea váldán vuostá su ja nieidda beroštumi sámegillii.

source: – Det er veldig forskjellig.
sme: – Lea hui iešguđet ládje.

source: En del venner er ganske negative, de forstår ikke helt hensikten med det.
sme: Oassi olbmáin leat oalle negatiiva, sii eai riekta ipmir ulbmila dainna.

source: De to søsknene mine og de fleste av slektningene våre er positive, men enkelte slektninger er virkelig negative.
sme: Mu oappát/vieljat ja eanaš oassi fulkkiin leat positiivat, muhto soames fuolkkit leat duođas negatiivat.

source: Det er jo enda en del folk både av slekt og andre fra bygda som skjemmes over det samiske.
sme: Gávdnojit ain muhtin olbmot, sihke fuolkkit ja earát gilis, geat heahpanit sámivuođa dihtii.

source: Sjøl er jeg overrasket over at så mange i bygda kan noe samisk.
sme: Ieš lean hirpmahuvvan go nu ollugat máhttet min gilis veahá sámegiela.

source: For eksempel viser det seg at også gudfaren min kan litt samisk.
sme: Omd. čájehuvvo ahte maiddái mu ristáhčči máhttá veahá sámegiela.
